Repository: osswald/dvzo
Catalog: train_management/locale/*/LC_MESSAGES/django.po
Languages: de_ch

source: Master data
de_ch: Stammdaten

source: Planning
de_ch: Planunglanung

source: Booking
de_ch: Buchung

source: Availability
de_ch: Verfügbarkeit

source: Availabilities
de_ch: Verfügbarkeiten

source: availability.availability_status.in_use
de_ch: In Verwendung

source: availability.availability_status.ask
de_ch: Fragen

source: availability.availability_status.servicing
de_ch: In Reparatur

source: availability.availability_status.locked
de_ch: Gesperrt

source: availability.start
de_ch: Start

source: availability.end
de_ch: Ende

source: Day planning
de_ch: Tagesplanungs

source: Day plannings
de_ch: Tagesplanungen

source: Draft
de_ch: Anfrage

source: Confirmed
de_ch: Bestätigt

source: Executed
de_ch: Durchgeführt

source: Sunday
de_ch: Fahrsonntag

source: Extra
de_ch: Extrafahrt

source: Other
de_ch: Andere

source: Yes
de_ch: Ja

source: No
de_ch: Nein

source: Not applicable
de_ch: Nicht zutreffend

source: Open
de_ch: Offen

source: Ordered
de_ch: Bestellt

source: Received
de_ch: Trasse vorhanden

source: Disposed
de_ch: Eingeteilt

source: Proposal
de_ch: Anfrage

source: Booked
de_ch: Gebucht

source: Cancelled DVZO
de_ch: Absage DVZO

source: Cancelled customer
de_ch: Absage Kunde

source: label
de_ch: Bezeichnung

source: day_planning_type
de_ch: Tagesplanungs-Typ

source: date
de_ch: Datum

source: paid
de_ch: Bezahlt

source: slot ordered
de_ch: Trassenbestellung

source: Personnel disposition
de_ch: Personaleinteilung

source: Number of customers
de_ch: Anzahl Personen

source: Price
de_ch: Preis

source: Booking status
de_ch: Buchungsstatus

source: Comment
de_ch: Bemerkung

source: Function
de_ch: Funktionstyp

source: Functions
de_ch: Funktionstyp

source: Train
de_ch: Zug

source: label short
de_ch: Kurzbezeichnung

source: function_type
de_ch: Funktionstyp

source: Mileage
de_ch: Laufleistung

source: Mileages
de_ch: Laufleistungen

source: Personnel
de_ch: Personal

source: Active
de_ch: Aktiv

source: Inactive
de_ch: Inaktiv

source: Unknown
de_ch: Unbekannt

source: mobile phone
de_ch: Mobiltelefon

source: mobile phone publicly available
de_ch: Mobiltelefon darf publiziert werden

source: date of birth
de_ch: Geburtsdatum

source: Phone number
de_ch: Telefonnummer

source: Phone numbers
de_ch: Telefonnummern

source: Emergency
de_ch: Notfall

source: Phone number type
de_ch: Telefonnummer-Typ

source: Reservations
de_ch: Reservationen

source: Seating
de_ch: Sitzplatzwagen

source: phone
de_ch: Telefon

source: number of people
de_ch: Anzahl Personen

source: reservation type
de_ch: Reservation Typ

source: Train tour
de_ch: Umlauf

source: Train tours
de_ch: Umläufe

source: Train configuration
de_ch: Zugkonfiguration

source: Train configurations
de_ch: Zugkonfigurationen

source: sorting
de_ch: Sortierung

source: Train timetable
de_ch: Zug-Fahrplan

source: Train timetables
de_ch: Zug-Fahrpläne

source: start time
de_ch: Abfahrt

source: destination time
de_ch: Ankunft

source: description
de_ch: Beschreibung

source: Train timetable template
de_ch: Zug-Fahrplan-Vorlage

source: Train timetable templates
de_ch: Zug-Fahrplan-Vorlagen

source: template name
de_ch: Vorlage-Bezeichnung

source: active
de_ch: Aktiv

source: Vehicle
de_ch: Fahrzeug

source: Vehicles
de_ch: Fahrzeuge

source: Engine
de_ch: Triebfahrzeug

source: Carriage
de_ch: Wagen

source: Available
de_ch: Verfügbar

source: In Servicing
de_ch: Im Unterhalt

source: Ask
de_ch: Nachfragen

source: Seating Car
de_ch: Sitzplatzwagen

source: Waggon Restaurant
de_ch: Speisewagen

source: Luggage
de_ch: Gepäck

source: Cargo
de_ch: Güterwagen

source: Steam
de_ch: Dampf

source: Electric
de_ch: Elektrisch

source: Diesel/Electric
de_ch: Diesel/Elektrisch

source: Front
de_ch: Vorne

source: Back
de_ch: Hinten

source: Front and Back
de_ch: Vorne und hinten

source: historic_name
de_ch: Historische Bezeichnung

source: image
de_ch: Bild

source: gross_weight
de_ch: Bruttogewicht (t)

source: seats
de_ch: Sitzplätze

source: vehicle type
de_ch: Fahrzeugtyp

source: carriage_type
de_ch: Wagen

source: home
de_ch: Heimatbahnhof

source: start year
de_ch: Inbetriebnahme (Jahr)

source: last revision
de_ch: Letze Revision

source: next revision
de_ch: Nächste Revision

source: axles distance
de_ch: Achsabstand

source: length
de_ch: Länge

source: manufacturer
de_ch: Hersteller

source: traction 25 permille
de_ch: Zugkraft 25 ‰ Steigung

source: traction 30 permille
de_ch: Zugkraft 30 ‰ Steigung

source: power_unit
de_ch: Antrieb

source: steam_heating
de_ch: Dampfheizung

source: maximum speed
de_ch: vMax

source: Calendar
de_ch: Kalender

source: Create Carriage
de_ch: Wagen erfassen

source: New carriage
de_ch: Neuer Wagen

source: Submit
de_ch: Speichern

source: Back to list
de_ch: Zurück zur Liste

source: Date
de_ch: Datum

source: Type
de_ch: Typ

source: Slot ordered
de_ch: Trasse bestellt

source: Customers
de_ch: Kunden

source: Paid
de_ch: Bezahlt

source: Edit
de_ch: Bearbeiten

source: Add availability
de_ch: Verfügbarkeit hinzufügen

source: Carriages
de_ch: Wagen

source: Label
de_ch: Bezeichnung

source: Carriage type
de_ch: Wagen-Typ

source: Seats
de_ch: Sitzplätze

source: Update Carriage
de_ch: Wagen bearbeiten

source: Delete?
de_ch: Löschen?

source: Create Day Planning
de_ch: Neue Tagesplanung

source: New Day Planning
de_ch: Neue Tagesplanung

source: Edit master data
de_ch: Stammdaten bearbeiten

source: Add new train tour
de_ch: Neuen Umlauf hinzufügen

source: dayplanning.title.Functions
de_ch: Funktionen

source: Edit functions
de_ch: Funktionen bearbeiten

source: Edit train formation
de_ch: Formation bearbeiten

source: Add schedule
de_ch: Fahrplan hinzufügen

source: Add from Template
de_ch: Aus Vorlage hinzufügen

source: Day planning funtions
de_ch: Tagesplanungsfunktionen

source: Day Planning
de_ch: Tagesplanung

source: New day planning
de_ch: Neue Tagesplanung

source: Update day planning
de_ch: Tagesplanung bearbeiten

source: Cancel
de_ch: Abbrechen

source: Create function
de_ch: Neue Funktion

source: New Function
de_ch: Neue Funktion

source: Short name
de_ch: Kürzel

source: New function
de_ch: Neue Funktion

source: Update Function
de_ch: Funktion bearbeiten

source: Create Engine
de_ch: Triebfahrzeug erfassen

source: New engine
de_ch: Neues Triebfahrzeug

source: Engines
de_ch: Triebfahrzeuge

source: Historic name
de_ch: Historische Bezeichnung

source: Power unit
de_ch: Antrieb

source: Update Engines
de_ch: Triebfahrzeug bearbeiten

source: Create Personnel
de_ch: Neues Personal

source: New Personnel
de_ch: Neues Personal

source: Lastname
de_ch: Nachname

source: Firstname
de_ch: Vorname

source: Mobile Phone
de_ch: Mobiltelefon

source: New personnel
de_ch: Neues Personal

source: Update Personnel
de_ch: Personal bearbeiten

source: Create Phone number
de_ch: Telefonnummer erfassen

source: New phone number
de_ch: Neue Telefonnummer

source: Number
de_ch: Nummer

source: Members
de_ch: Mitglieder

source: Phone numbers members
de_ch: Mitglieder Telefonnummern

source: Phone number overview
de_ch: Telefonnummer-Übersicht

source: Update Phone numbers
de_ch: Telefonnummern bearbeiten

source: train timetable
de_ch: Zug-Fahrplan

source: amount
de_ch: Anzahl

source: Phone
de_ch: Telefon

source: Add reservation
de_ch: Reservation hinzufügen

source: Create station
de_ch: Betriebspunkt erfassen

source: New station
de_ch: Neuer Betriebspunkt

source: Stations
de_ch: Betriebspunkte

source: Label short
de_ch: Kurzbezeichnung

source: Update station
de_ch: Betriebspunkt bearbeiten

source: Train functions
de_ch: Zug-Funktionen

source: Update train
de_ch: Zug bearbeiten

source: Edit train
de_ch: Zug bearbeiten

source: Selected vehicles
de_ch: Ausgewählte Fahrzeuge

source: Available vehicles
de_ch: Verfügbare Fahrzeuge

source: Save
de_ch: Speichern

source: Add train timetable
de_ch: Zug-Fahrplan hinzufügen

source: New train timetable template
de_ch: Neue Zug-Fahrplan-Vorlage

source: Template name
de_ch: Vorlage-Bezeichnung

source: Start station
de_ch: Abgangsbahnhof

source: Start time
de_ch: Abfahrt

source: Destination station
de_ch: Zielbahnhof

source: Destination time
de_ch: Ankunft
